Repository: daishisystems/herdworks
Catalog: *.lproj/Localizable.strings
Languages: af

# scanning.unknown_group
source: Unknown Group
af: Onbekende Groep

# scanning.ewes_mated
source: Ewes Mated
af: Ooie Gepaar

# scanning.ewes_scanned
source: Ewes Scanned
af: Ooie Geskandeer

# scanning.ewes_pregnant
source: Ewes Pregnant
af: Ooie Dragtig

# scanning.ewes_not_pregnant
source: Ewes Not Pregnant
af: Ooie Nie Dragtig

# scanning.ewes_singles
source: Ewes With Singles
af: Ooie Met Enkelinge

# scanning.ewes_twins
source: Ewes With Twins
af: Ooie Met Tweelinge

# scanning.ewes_triplets
source: Ewes With Triplets
af: Ooie Met Drielinge

# scanning.conception_ratio
source: Conception Ratio
af: Konsepsie Verhouding

# scanning.scanned_fetuses
source: Scanned Fetuses
af: Geskandeerde Fetusse

# scanning.expected_lambing_pregnant
source: Expected Lambing % (of pregnant)
af: Verwagte Lam % (van dragte)

# scanning.expected_lambing_mated
source: Expected Lambing % (of mated)
af: Verwagte Lam % (van gepaarde)

# scanning.ewes_mated_short
source: mated
af: gepaar

# scanning.conception_short
source: Conception
af: Konsepsie

# scanning.fetuses_short
source: Fetuses
af: Fetusse

# scanning.section_mating
source: Mating Information
af: Paarinligting

# scanning.section_mating_footer
source: Total number of ewes that were mated in this group.
af: Totale aantal ooie wat in hierdie groep gepaar is.

# scanning.section_scanning
source: Scanning Results
af: Skandeer Resultate

# scanning.section_scanning_footer
source: Results from pregnancy scanning.
af: Resultate van dragtigheid skandering.

# scanning.section_fetuses
source: Fetus Distribution
af: Fetus Verspreiding

# scanning.section_fetuses_footer
source: Number of ewes carrying single, twin, or triplet fetuses.
af: Aantal ooie wat enkel, tweeling, of drieling fetusse dra.

# scanning.section_calculations
source: Calculated Metrics
af: Berekende Syfers

# scanning.section_calculations_footer
source: These values are automatically calculated from your input data.
af: Hierdie waardes word outomaties bereken vanaf jou invoer data.

# scanning.warnings_header
source: Data Warnings
af: Data Waarskuwings

# scanning.warning_scanned_exceeds_mated
source: Ewes scanned exceeds ewes mated. Please verify your numbers.
af: Ooie geskandeer oorskry ooie gepaar. Verifieer asseblief jou syfers.

# scanning.warning_pregnancy_count_mismatch
source: Pregnant + not pregnant count doesn't match scanned count.
af: Dragtig + nie dragtig telling stem nie ooreen met geskandeerde telling nie.

# scanning.warning_fetus_distribution_mismatch
source: Fetus distribution (singles + twins + triplets) exceeds pregnant count.
af: Fetus verspreiding (enkelinge + tweelinge + drielinge) oorskry dragte telling.

# scanning.delete_confirmation_message
source: This scanning event will be permanently deleted. This action cannot be undone.
af: Hierdie skandeer gebeurtenis sal permanent verwyder word. Hierdie aksie kan nie ongedaan gemaak word nie.

# quick_action.all_scanning_events
source: All Scanning Events
af: Alle Skandeer Gebeure

# quick_action.all_scanning_events_subtitle
source: View scanning results across all farms
af: Bekyk skandeer resultate oor alle plase

# scanning.all_events_subtitle
source: View pregnancy scanning results across all farms and seasons
af: Bekyk dragtigheid skandeer resultate oor alle plase en seisoene

# scanning.scan_date
source: Scan Date
af: Skandeer Datum

# scanning.scanned
source: Scanned
af: Geskandeer

# scanning.pregnant
source: Pregnant
af: Dragtig

# scanning.pregnancy_rate
source: Pregnancy Rate
af: Dragtigheid Koers

# scanning.no_scan_date
source: No scan date recorded
af: Geen skandeer datum aangeteken

# common.farm
source: Farm
af: Plaas

# common.season
source: Season
af: Seisoen

# common.continue
source: Continue
af: Gaan Voort

# scanning.no_events_for_year
source: No Scanning Events This Year
af: Geen Skandeer Gebeure Hierdie Jaar

# lambing.no_groups_title
source: No Lambing Groups
af: Geen Lamseisoene

# lambing.no_groups_message
source: Please create a lambing season group before adding lambing records
af: Skep asseblief eers 'n lamseisoengroep voor u skandeergebeurtenisse byvoeg.

# lambing.all_events_title
source: All Lambing Events
af: Alle Lamgebeurtenisse

# lambing.add_record
source: Add Lambing Record
af: Voeg Lamrekord By

# lambing.edit_record
source: Edit Lambing Record
af: Wysig Lamrekord

# lambing.ewes_lambed
source: Lambing Ewes
af: Lamooie

# lambing.lambs_born
source: Total Lambs Born
af: Totale Lammers Gebore

# lambing.mortality_0_30_days
source: Lamb Mortality (0-30 days)
af: Lamsterftes (0-30 dae)

# lambing.mortality_short
source: Mortality
af: Sterftes

# lambing.avg_birth_weight
source: Average Birth Weight
af: Gemiddelde Geboortegewig

# lambing.lambing_percentage
source: Lambing Percentage
af: Lampersentasie

# lambing.lambing_percentage_short
source: Lambing %
af: Lam %

# lambing.mortality_rate
source: Mortality Rate
af: Sterftesyfer

# lambing.survival_rate
source: Survival Rate
af: Oorlewingsyfer

# lambing.survival_short
source: Survival
af: Oorlewing

# lambing.lambs_survived
source: Lambs Survived
af: Lammers Oorleef

# lambing.ranking
source: Ranking
af: Rangorde

# lambing.helper_ewes_lambed
source: Number of ewes that lambed
af: Aantal ooie wat gelam het

# lambing.helper_ewes_lambed_with_scan
source: From scanning: %d pregnant
af: Van skandering: %d dragtig

# lambing.helper_lambs_born
source: Total lambs born during lambing
af: Totale lammers gebore tydens lam

# lambing.helper_lambs_born_with_scan
source: Expected from scan: %d lambs
af: Verwag van skandering: %d lammers

# lambing.helper_mortality
source: Lambs that died in first 30 days
af: Lammers wat in eerste 30 dae gesterf het

# lambing.helper_birth_weight
source: Average weight of lambs at birth (kg)
af: Gemiddelde gewig van lammers by geboorte (kg)

# lambing.warning_mortality_exceeds_born
source: Warning: Mortality count exceeds lambs born
af: Waarskuwing: Sterftetelling oorskry lammers gebore

# lambing.warning_unusually_high_lambing
source: Warning: Lambing percentage over 200% is unusual
af: Waarskuwing: Lampersentasie oor 200% is ongewoon

# lambing.your_results
source: Your Results
af: Jou Resultate

# lambing.calculated_metrics
source: Calculated Metrics
af: Berekende Maatstawwe

# lambing.benchmark_comparison
source: Benchmark Comparison
af: Maatstafvergelyking

# lambing.scanning_comparison
source: Scanning Comparison
af: Skanderingsvergelyking

# lambing.based_on_farms
source: Based on %d farms
af: Gebaseer op %d plase

# lambing.you
source: You
af: Jy

# lambing.average
source: Average
af: Gemiddeld

# lambing.best
source: Best
af: Beste

# lambing.above_average
source: +%.1f%% above average
af: +%.1f%% bo gemiddeld

# lambing.below_average
source: +%.1f%% above average
af: +%.1f%% bo gemiddeld

# lambing.expected_from_scan
source: Expected (from scan)
af: Verwag (van skandering)

# lambing.actually_born
source: Actually born
af: Werklik gebore

# lambing.variance
source: Variance
af: Variansie

# lambing.ewes_pregnant_scan
source: Ewes pregnant (scan)
af: Ooie dragtig (skandering)

# lambing.pregnancy_loss
source: Pregnancy loss
af: Dragtigheid verlies

# lambing.view_performance
source: View lambing performance
af: Bekyk lamprestasie

# benchmark.tier.excellent
source: Excellent
af: Uitstekend

# benchmark.tier.good
source: Good
af: Goed

# benchmark.tier.needs_improvement
source: Needs Improvement
af: Benodig Verbetering

# benchmark.error.failed_to_load
source: Failed to load benchmarks. Please try again.
af: Kon nie maatstaf data laai nie

# benchmark.metric.conception_rate
source: Conception Rate
af: Verwekking Tempo

# benchmark.metric.scanning_rate
source: Scanning Rate
af: Skandeer Tempo

# benchmark.metric.expected_lambs_pregnant
source: Expected Lambs/Ewe Pregnant
af: Verwagte Lammers per Dragtige Ooi

# benchmark.metric.expected_lambs_mated
source: Expected Lambs/Ewe Mated
af: Verwagte Lammers per Gepaar Ooi

# benchmark.metric.lambing_percentage_mated
source: Lambing % (Mated)
af: Lam % (van Gepaar)

# benchmark.metric.lambing_percentage_lambed
source: Lambing % (Lambed)
af: Lam % (van Gelam)

# benchmark.metric.born_alive_percentage
source: Born Alive %
af: Gebore Lewendig %

# benchmark.metric.mortality_percentage
source: Mortality %
af: Mortaliteit %

# benchmark.metric.dry_ewes_percentage
source: Dry Ewes %
af: Droë Ooie %

# benchmark.metric.mortality_per_ewe_lambed
source: Mortality/Ewe Lambed
af: Mortaliteit per Ooi Gelam

# benchmark.title
source: Benchmarks
af: Prestasie Maatstawwe

# benchmark.industry_average
source: Industry Average
af: Bedryfsgemiddeld

# benchmark.loading
source: Loading benchmarks...
af: Laai maatstawwe...

# benchmark.empty_title
source: No Benchmarks Available
af: Geen Standaarde Beskikbaar

# benchmark.empty_subtitle
source: Benchmark data will appear after you complete your first lambing season
af: Standaard data sal verskyn nadat jy jou eerste lamseisoen voltooi het

# benchmark.error_loading
source: Failed to load benchmarks
af: Kon nie standaarde laai nie

# benchmark.retry
source: Retry
af: Probeer Weer

# benchmark.your_performance
source: Your Performance
af: Jou Prestasie

# benchmark.industry_benchmark
source: Industry Benchmark
af: Bedryfsstandaard

# benchmark.comparison
source: Comparison
af: Vergelyking

# benchmark.vs_industry
source: vs Industry
af: vs Bedryf

# benchmark.status.excellent
source: Excellent
af: Uitstekend

# benchmark.status.above_average
source: Above Average
af: Bo Gemiddeld

# benchmark.status.average
source: Average
af: Gemiddeld

# benchmark.status.below_average
source: Below Average
af: Onder Gemiddeld

# benchmark.status.needs_improvement
source: Needs Improvement
af: Benodig Verbetering

# benchmark.percentile_rank
source: Percentile Rank
af: Jy is in die top %d%% van boere

# benchmark.percentile_value
source: %d%% percentile
af: Top %d%%

# benchmark.rank_explanation
source: Based on %d farms in your region
af: Gebaseer op %d plase in jou streek

# benchmark.your_value
source: Your Value
af: Jou Waarde

# benchmark.industry_median
source: Industry Median
af: Bedryfs Mediaan

# benchmark.range
source: Range
af: Reeks

# benchmark.sample_size
source: Sample Size
af: Steekproefgrootte

# benchmark.farms_contributing
source: %d farms contributing
af: %d plase dra by

# benchmark.metric.expected_lambs_per_ewe_pregnant
source: Lambs/Ewe Pregnant
af: Lammers/Dragtige Ooi

# benchmark.metric.expected_lambs_per_ewe_mated
source: Lambs/Ewe Mated
af: Lammers/Gepaar Ooi

# benchmark.desc.conception_rate
source: Percentage of scanned ewes that were pregnant
af: Persentasie van geskandeerde ooie wat dragtig was

# benchmark.desc.scanning_rate
source: Percentage of mated ewes that were scanned
af: Persentasie van gepaarde ooie wat geskandeer is

# benchmark.desc.expected_lambs_per_ewe_pregnant
source: Expected lambs per pregnant ewe based on scanning
af: Verwagte lammers per dragtige ooi volgens skandering

# benchmark.desc.expected_lambs_per_ewe_mated
source: Expected lambs per mated ewe based on scanning
af: Verwagte lammers per gepaarde ooi volgens skandering

# benchmark.desc.lambing_percentage_mated
source: Percentage of mated ewes that lambed
af: Persentasie van gepaarde ooie wat gelam het

# benchmark.desc.lambing_percentage_lambed
source: Number of lambs born per ewe that lambed
af: Aantal lammers gebore per ooi wat gelam het

# benchmark.desc.born_alive_percentage
source: Percentage of lambs born alive
af: Persentasie lammers lewend gebore

# benchmark.desc.mortality_percentage
source: Percentage of lambs that died (0-30 days)
af: Persentasie lammers wat dood is (0-30 dae)

# benchmark.desc.dry_ewes_percentage
source: Percentage of mated ewes that didn't lamb
af: Persentasie gepaarde ooie wat nie gelam het nie

# benchmark.desc.mortality_per_ewe_lambed
source: Mortality rate per ewe that lambed
af: Sterftekoers per ooi wat gelam het

# benchmark.category.scanning
source: Scanning Metrics
af: Skandeer Maatstawwe

# benchmark.category.lambing
source: Lambing Metrics
af: Lam Maatstawwe

# benchmark.category.overview
source: Overview
af: Oorsig

# benchmark.category.detailed
source: Detailed Comparison
af: Gedetailleerde Vergelyking

# benchmark.difference.above
source: +%.1f%% above average
af: +%.1f%% bo gemiddeld

# benchmark.difference.below
source: %.1f%% below average
af: %.1f%% onder gemiddeld

# benchmark.difference.points_above
source: +%.2f above average
af: +%.2f bo gemiddeld

# benchmark.difference.points_below
source: %.2f below average
af: %.2f onder gemiddeld

# benchmark.filter.all
source: All Metrics
af: Alle Maatstawwe

# benchmark.filter.scanning
source: Scanning Only
af: Slegs Skandeer

# benchmark.filter.lambing
source: Lambing Only
af: Slegs Lam

# benchmark.filter.needs_attention
source: Needs Attention
af: Benodig Aandag

# benchmark.sort.performance
source: By Performance
af: Volgens Prestasie

# benchmark.sort.name
source: By Name
af: Volgens Naam

# benchmark.sort.difference
source: By Difference
af: Volgens Verskil

# benchmark.no_data.title
source: No Data Available
af: Geen Data Beskikbaar

# benchmark.no_data.scanning
source: Complete a pregnancy scanning to see scanning benchmarks
af: Voltooi 'n dragtigheid skandering om skandeer standaarde te sien

# benchmark.no_data.lambing
source: Complete a lambing season to see lambing benchmarks
af: Voltooi 'n lamseisoen om lam standaarde te sien

# benchmark.no_data.farm
source: No benchmark data available for this farm
af: Geen standaard data beskikbaar vir hierdie plaas

# benchmark.view_details
source: View Details
af: Sien Besonderhede

# benchmark.compare_seasons
source: Compare Seasons
af: Vergelyk Seisoene

# benchmark.share_results
source: Share Results
af: Deel Resultate

# benchmark.export_report
source: Export Report
af: Voer Verslag Uit

# benchmark.learn_more
source: Learn More
af: Leer Meer

# benchmark.insight.title
source: Insights
af: Insigte

# benchmark.recommendation.title
source: Recommendations
af: Aanbevelings

# benchmark.strength.title
source: Strengths
af: Sterkpunte

# benchmark.opportunity.title
source: Opportunities
af: Geleenthede

# benchmark.nav.back_to_list
source: Back to Benchmarks
af: Terug na Standaarde

# benchmark.nav.next_metric
source: Next Metric
af: Volgende Maatstaf

# benchmark.nav.previous_metric
source: Previous Metric
af: Vorige Maatstaf

# benchmark.error.no_breeding_data
source: No breeding data found
af: Geen teel data gevind

# benchmark.error.no_scanning_data
source: No scanning data found
af: Geen skandeer data gevind

# benchmark.error.no_lambing_data
source: No lambing data found
af: Geen lam data gevind

# benchmark.error.incomplete_data
source: Incomplete data for benchmark calculation
af: Onvolledige data vir standaard berekening

# benchmark.error.calculation_failed
source: Failed to calculate benchmarks
af: Kon nie standaarde bereken nie

# benchmark.info.how_calculated
source: How are benchmarks calculated?
af: Hoe word standaarde bereken?

# benchmark.info.what_is_p90
source: What does 'Top 10%%' mean?
af: Wat beteken 'Top 10%%'?

# benchmark.info.sample_size_explanation
source: Why does sample size matter?
af: Waarom maak steekproefgrootte saak?

# benchmark.help.improve_performance
source: How can I improve?
af: Hoe kan ek verbeter?

# benchmark.tooltip.conception_rate
source: Higher is better. Industry average: 85-90%%
af: Hoër is beter. Bedryfsgemiddelde: 85-90%%

# benchmark.tooltip.scanning_rate
source: Higher is better. Target: >95%%
af: Hoër is beter. Teiken: >95%%

# benchmark.tooltip.lambing_percentage
source: Higher is better. Target: 120-150%%
af: Hoër is beter. Teiken: 120-150%%

# benchmark.tooltip.mortality
source: Lower is better. Target: <5%%
af: Laer is beter. Teiken: <5%%

# benchmark.period.current_season
source: Current Season
af: Huidige Seisoen

# benchmark.period.last_season
source: Last Season
af: Laaste Seisoen

# benchmark.period.year_to_date
source: Year to Date
af: Jaar tot Datum

# benchmark.period.all_time
source: All Time
af: Alle Tyd

# benchmark.accessibility.chart
source: Performance comparison chart
af: Prestasie vergelykings grafiek

# benchmark.accessibility.gauge
source: Performance gauge showing %@ at %.1f%%
af: Prestasie meter wys %@ by %.1f%%

# benchmark.accessibility.rank
source: You rank in the top %d percent
af: Jy rangskik in die top %d persent

# benchmark.accessibility.above_average
source: Above industry average by %.1f%%
af: Bo bedryfsgemiddelde met %.1f%%

# benchmark.accessibility.below_average
source: Below industry average by %.1f%%
af: Onder bedryfsgemiddelde met %.1f%%

# benchmark.dashboard_title
source: Performance Dashboard
af: Prestasie Dashboard

# benchmark.dashboard_subtitle
source: Compare your performance against industry benchmarks
af: Vergelyk jou prestasie teen bedryfstandaarde

# common.close
source: Close
af: Sluit

# common.refresh
source: Refresh
af: Verfris

# benchmark.comparison_title
source: Performance Comparison
af: Prestasie Vergelyking

# benchmark.export
source: Export
af: Uitvoer

# benchmark.no_data_title
source: No Benchmark Data
af: Geen Standaard Data

# benchmark.no_data_message
source: Complete breeding, scanning, and lambing records to see your performance comparison
af: Voltooi teel-, skandeer- en lamrekords om jou prestasie vergelyking te sien

# benchmark.overall_performance
source: Overall Performance
af: Algehele Prestasie

# benchmark.excellent_count
source: Excellent
af: Uitstekend

# benchmark.good_count
source: Good
af: Goed

# benchmark.needs_work_count
source: Needs Work
af: Moet Verbeter

# benchmark.section.scanning_metrics
source: Scanning Metrics
af: Skandeer Maatstawwe

# benchmark.section.lambing_metrics
source: Lambing Metrics
af: Lam Maatstawwe

# benchmark.info_title
source: Benchmark Information
af: Standaard Inligting

# benchmark.total_farms
source: Total Farms
af: Totale Plase

# benchmark.total_records
source: Total Records
af: Totale Rekords

# benchmark.last_updated
source: Last Updated
af: Laaste Opdatering

# benchmark.limited_data_warning
source: Limited data available. More farms needed for reliable benchmarks.
af: Beperkte data beskikbaar. Meer plase nodig vir betroubare standaarde.

# accessibility.tab.home
source: Home tab
af: Tuis oortjie

# accessibility.tab.home.hint
source: Shows quick actions and overview
af: Wys vinnige aksies en oorsig

# accessibility.tab.explore
source: Explore tab
af: Verken oortjie

# accessibility.tab.explore.hint
source: Discover new features
af: Ontdek nuwe kenmerke

# accessibility.tab.profile
source: Profile tab
af: Profiel oortjie

# accessibility.tab.profile.hint
source: View and edit your profile
af: Bekyk en wysig jou profiel

# accessibility.tab.settings
source: Settings tab
af: Instellings oortjie

# accessibility.tab.settings.hint
source: Configure app settings
af: Stel program instellings op

# accessibility.quick_action.manage_farms
source: Manage farms button
af: Bestuur plase knoppie

# accessibility.quick_action.manage_farms.hint
source: Double tap to view and edit your farms
af: Dubbeltik om jou plase te bekyk en wysig

# accessibility.quick_action.lambing_seasons
source: All lambing seasons button
af: Alle lam seisoene knoppie

# accessibility.quick_action.lambing_seasons.hint
source: Double tap to view all lambing season groups
af: Dubbeltik om alle lam seisoen groepe te bekyk

# accessibility.quick_action.breeding_events
source: All breeding events button
af: Alle teelgebeurtenisse knoppie

# accessibility.quick_action.breeding_events.hint
source: Double tap to view all breeding activities
af: Dubbeltik om alle teel aktiwiteite te bekyk

# accessibility.quick_action.scanning_events
source: All scanning events button
af: Alle skandeergebeurtenisse knoppie

# accessibility.quick_action.scanning_events.hint
source: Double tap to view all pregnancy scanning results
af: Dubbeltik om alle swangerskap skandeer resultate te bekyk

# accessibility.quick_action.lambing_events
source: All lambing events button
af: Alle lamgebeurtenisse knoppie

# accessibility.quick_action.lambing_events.hint
source: Double tap to view all lambing records
af: Dubbeltik om alle lam rekords te bekyk

# accessibility.quick_action.performance_dashboard
source: Performance dashboard button
af: Prestasie paneelbord knoppie

# accessibility.quick_action.performance_dashboard.hint
source: Double tap to compare your performance with industry benchmarks
af: Dubbeltik om jou prestasie met bedryfsstandaarde te vergelyk

# accessibility.quick_action.edit_profile
source: Edit profile button
af: Wysig profiel knoppie

# accessibility.quick_action.edit_profile.hint
source: Double tap to update your personal information
af: Dubbeltik om jou persoonlike inligting op te dateer

# accessibility.button.add
source: Add button
af: Voeg by knoppie

# accessibility.button.add.hint
source: Double tap to create a new item
af: Dubbeltik om 'n nuwe item te skep

# accessibility.button.edit
source: Edit button
af: Wysig knoppie

# accessibility.button.edit.hint
source: Double tap to edit this item
af: Dubbeltik om hierdie item te wysig

# accessibility.button.delete
source: Delete button
af: Verwyder knoppie

# accessibility.button.delete.hint
source: Double tap to delete this item
af: Dubbeltik om hierdie item te verwyder

# accessibility.button.close
source: Close button
af: Sluit knoppie

# accessibility.button.close.hint
source: Double tap to close this screen
af: Dubbeltik om hierdie skerm te sluit

# accessibility.button.done
source: Done button
af: Klaar knoppie

# accessibility.button.done.hint
source: Double tap to finish and return
af: Dubbeltik om te voltooi en terug te keer

# accessibility.button.save
source: Save button
af: Stoor knoppie

# accessibility.button.save.hint
source: Double tap to save changes
af: Dubbeltik om veranderings te stoor

# accessibility.button.cancel
source: Cancel button
af: Kanselleer knoppie

# accessibility.button.cancel.hint
source: Double tap to cancel and discard changes
af: Dubbeltik om te kanselleer en veranderings te verwerp

# accessibility.button.refresh
source: Refresh button
af: Verfris knoppie

# accessibility.button.refresh.hint
source: Double tap to reload data
af: Dubbeltik om data te herlaai

# accessibility.button.filter
source: Filter button
af: Filter knoppie

# accessibility.button.filter.hint
source: Double tap to filter the list
af: Dubbeltik om die lys te filter

# accessibility.button.sign_out
source: Sign out button
af: Teken uit knoppie

# accessibility.button.sign_out.hint
source: Double tap to sign out of your account
af: Dubbeltik om uit jou rekening te teken

# accessibility.picker.farm
source: Farm picker
af: Plaas kieser

# accessibility.picker.farm.hint
source: Double tap to select a farm
af: Dubbeltik om 'n plaas te kies

# accessibility.picker.group
source: Lambing season group picker
af: Lam seisoen groep kieser

# accessibility.picker.group.hint
source: Double tap to select a lambing season group
af: Dubbeltik om 'n lam seisoen groep te kies

# accessibility.picker.mating_type
source: Mating type picker
af: Paring tipe kieser

# accessibility.picker.mating_type.hint
source: Double tap to select natural mating or AI
af: Dubbeltik om natuurlike paring of KI te kies

# accessibility.picker.breed
source: Sheep breed picker
af: Skaapras kieser

# accessibility.picker.breed.hint
source: Double tap to select sheep breed
af: Dubbeltik om skaapras te kies

# accessibility.picker.province
source: Province picker
af: Provinsie kieser

# accessibility.picker.province.hint
source: Double tap to select province
af: Dubbeltik om provinsie te kies

# accessibility.picker.year
source: Year filter picker
af: Jaar filter kieser

# accessibility.picker.year.hint
source: Double tap to filter by year
af: Dubbeltik om volgens jaar te filter
