Repository: daishisystems/herdworks
Catalog: *.lproj/Localizable.strings
Languages: af

# accessibility.textfield.number_of_ewes
source: Number of ewes mated
af: Aantal ooie gepaar

# accessibility.textfield.number_of_ewes.hint
source: Enter the number of ewes that were mated
af: Voer die aantal ooie in wat gepaar is

# accessibility.textfield.natural_days
source: Natural mating duration in days
af: Natuurlike paring duur in dae

# accessibility.textfield.natural_days.hint
source: Enter how many days natural mating occurred
af: Voer in hoeveel dae natuurlike paring plaasgevind het

# accessibility.datepicker.natural_start
source: Natural mating start date
af: Natuurlike paring begin datum

# accessibility.datepicker.natural_start.hint
source: Select when natural mating started
af: Kies wanneer natuurlike paring begin het

# accessibility.datepicker.ai_date
source: Artificial insemination date
af: Kunsmatige inseminasie datum

# accessibility.datepicker.ai_date.hint
source: Select when AI procedure was performed
af: Kies wanneer KI prosedure uitgevoer is

# accessibility.toggle.follow_up_rams
source: Follow-up rams toggle
af: Opvolg ramme skakelaar

# accessibility.toggle.follow_up_rams.hint
source: Double tap to enable or disable follow-up rams after AI
af: Dubbeltik om opvolg ramme na KI te aktiveer of deaktiveer

# accessibility.textfield.follow_up_days
source: Follow-up rams duration in days
af: Opvolg ramme duur in dae

# accessibility.textfield.follow_up_days.hint
source: Enter how many days follow-up rams were used
af: Voer in hoeveel dae opvolg ramme gebruik is

# accessibility.datepicker.scanning_date
source: Scanning date
af: Skandeer datum

# accessibility.datepicker.scanning_date.hint
source: Select when pregnancy scanning was performed
af: Kies wanneer swangerskap skandering uitgevoer is

# accessibility.textfield.ewes_scanned
source: Number of ewes scanned
af: Aantal ooie geskandeer

# accessibility.textfield.ewes_scanned.hint
source: Enter the total number of ewes scanned
af: Voer die totale aantal ooie geskandeer in

# accessibility.textfield.ewes_pregnant
source: Number of pregnant ewes
af: Aantal dragtige ooie

# accessibility.textfield.ewes_pregnant.hint
source: Enter how many ewes were pregnant
af: Voer in hoeveel ooie dragtig was

# accessibility.textfield.ewes_singles
source: Ewes carrying singles
af: Ooie met enkelinge

# accessibility.textfield.ewes_singles.hint
source: Enter number of ewes carrying one lamb
af: Voer aantal ooie in wat een lam dra

# accessibility.textfield.ewes_twins
source: Ewes carrying twins
af: Ooie met tweelinge

# accessibility.textfield.ewes_twins.hint
source: Enter number of ewes carrying two lambs
af: Voer aantal ooie in wat twee lammers dra

# accessibility.textfield.ewes_triplets
source: Ewes carrying triplets or more
af: Ooie met drielinge of meer

# accessibility.textfield.ewes_triplets.hint
source: Enter number of ewes carrying three or more lambs
af: Voer aantal ooie in wat drie of meer lammers dra

# accessibility.datepicker.lambing_date
source: Lambing date
af: Lam datum

# accessibility.datepicker.lambing_date.hint
source: Select when lambing occurred
af: Kies wanneer lam plaasgevind het

# accessibility.textfield.ewes_lambed
source: Number of ewes lambed
af: Aantal ooie gelam

# accessibility.textfield.ewes_lambed.hint
source: Enter the number of ewes that gave birth
af: Voer die aantal ooie in wat geboorte gegee het

# accessibility.textfield.lambs_born
source: Total lambs born
af: Totale lammers gebore

# accessibility.textfield.lambs_born.hint
source: Enter the total number of lambs born
af: Voer die totale aantal lammers gebore in

# accessibility.textfield.lambs_alive
source: Lambs born alive
af: Lammers lewend gebore

# accessibility.textfield.lambs_alive.hint
source: Enter the number of lambs born alive
af: Voer die aantal lammers lewend gebore in

# accessibility.textfield.lamb_mortality
source: Lamb mortality count
af: Lam mortaliteit telling

# accessibility.textfield.lamb_mortality.hint
source: Enter the number of lambs that died
af: Voer die aantal lammers in wat gesterf het

# accessibility.textfield.farm_name
source: Farm name
af: Plaas naam

# accessibility.textfield.farm_name.hint
source: Enter a name for your farm
af: Voer 'n naam vir jou plaas in

# accessibility.textfield.farm_street
source: Farm street address
af: Plaas straatadres

# accessibility.textfield.farm_street.hint
source: Enter the farm's street address
af: Voer die plaas se straatadres in

# accessibility.textfield.farm_city
source: Farm city
af: Plaas stad

# accessibility.textfield.farm_city.hint
source: Enter the city where the farm is located
af: Voer die stad in waar die plaas geleë is

# accessibility.textfield.farm_zip
source: Farm postal code
af: Plaas poskode

# accessibility.textfield.farm_zip.hint
source: Enter the farm's postal code
af: Voer die plaas se poskode in

# accessibility.row.farm
source: Farm: %@
af: Plaas: %@

# accessibility.row.farm.hint
source: Double tap to view farm details
af: Dubbeltik om plaas besonderhede te bekyk

# accessibility.row.lambing_group
source: Lambing season group: %@
af: Lam seisoen groep: %@

# accessibility.row.lambing_group.hint
source: Double tap to view group details and events
af: Dubbeltik om groep besonderhede en gebeurtenisse te bekyk

# accessibility.row.breeding_event
source: Breeding event: %@, %d ewes
af: Teelgebeurtenis: %@, %d ooie

# accessibility.row.breeding_event.hint
source: Double tap to view breeding event details
af: Dubbeltik om teel gebeurtenis besonderhede te bekyk

# accessibility.row.scanning_event
source: Scanning event: %@, %d ewes scanned
af: Skandeer gebeurtenis: %@, %d ooie geskandeer

# accessibility.row.scanning_event.hint
source: Double tap to view scanning results
af: Dubbeltik om skandeer resultate te bekyk

# accessibility.row.lambing_event
source: Lambing record: %@, %d ewes lambed
af: Lam rekord: %@, %d ooie gelam

# accessibility.row.lambing_event.hint
source: Double tap to view lambing details
af: Dubbeltik om lam besonderhede te bekyk

# accessibility.row.benchmark
source: Benchmark comparison for %@, %@
af: Standaard vergelyking vir %@, %@

# accessibility.row.benchmark.hint
source: Double tap to view detailed performance comparison
af: Dubbeltik om gedetailleerde prestasie vergelyking te bekyk

# accessibility.row.settings
source: %@ setting
af: %@ instelling

# accessibility.row.settings.hint
source: Double tap to configure this setting
af: Dubbeltik om hierdie instelling op te stel

# accessibility.empty_state.image
source: Empty state illustration
af: Leë staat illustrasie

# accessibility.empty_state.farms
source: No farms available. Tap the add button to create your first farm.
af: Geen plase beskikbaar nie. Tik die voeg by knoppie om jou eerste plaas te skep.

# accessibility.empty_state.groups
source: No lambing season groups. Add a group to get started.
af: Geen lam seisoen groepe nie. Voeg 'n groep by om te begin.

# accessibility.empty_state.breeding
source: No breeding events recorded. Tap add to record mating activity.
af: Geen teelgebeurtenisse aangeteken nie. Tik voeg by om paring aktiwiteit aan te teken.

# accessibility.empty_state.scanning
source: No scanning events. Record pregnancy scanning results.
af: Geen skandeer gebeurtenisse nie. Teken swangerskap skandeer resultate aan.

# accessibility.empty_state.lambing
source: No lambing records. Add lambing data to track performance.
af: Geen lam rekords nie. Voeg lam data by om prestasie na te spoor.

# accessibility.empty_state.benchmarks
source: No benchmark data. Complete breeding, scanning, and lambing records to compare performance.
af: Geen standaard data nie. Voltooi teel, skandeer, en lam rekords om prestasie te vergelyk.

# accessibility.loading
source: Loading data. Please wait.
af: Laai data. Wag asseblief.

# accessibility.saving
source: Saving changes. Please wait.
af: Stoor veranderings. Wag asseblief.

# accessibility.deleting
source: Deleting item. Please wait.
af: Verwyder item. Wag asseblief.

# accessibility.refreshing
source: Refreshing data. Please wait.
af: Verfris data. Wag asseblief.

# accessibility.value.farm_name
source: Farm name: %@
af: Plaas naam: %@

# accessibility.value.breed
source: Breed: %@
af: Ras: %@

# accessibility.value.province
source: Province: %@
af: Provinsie: %@

# accessibility.value.year
source: Year: %d
af: Jaar: %d

# accessibility.value.mating_type
source: Mating type: %@
af: Paring tipe: %@

# accessibility.value.ewes_mated
source: %d ewes mated
af: %d ooie gepaar

# accessibility.value.ewes_scanned
source: %d ewes scanned
af: %d ooie geskandeer

# accessibility.value.ewes_pregnant
source: %d ewes pregnant
af: %d ooie dragtig

# accessibility.value.ewes_lambed
source: %d ewes lambed
af: %d ooie gelam

# accessibility.value.lambs_born
source: %d lambs born
af: %d lammers gebore

# accessibility.value.date
source: Date: %@
af: Datum: %@

# accessibility.benchmark.metric_row
source: %@ metric
af: %@ metriek

# accessibility.benchmark.metric_row.hint
source: Double tap to view detailed statistics
af: Dubbeltik om gedetailleerde statistieke te bekyk

# accessibility.benchmark.performance_tier.excellent
source: Performance: Excellent. Top 10 percent.
af: Prestasie: Uitstekend. Top 10 persent.

# accessibility.benchmark.performance_tier.good
source: Performance: Good. Above average.
af: Prestasie: Goed. Bo gemiddeld.

# accessibility.benchmark.performance_tier.needs_improvement
source: Performance: Needs improvement. Below average.
af: Prestasie: Moet verbeter. Onder gemiddeld.

# accessibility.benchmark.chart
source: Performance chart for %@
af: Prestasie grafiek vir %@

# accessibility.benchmark.chart.hint
source: Shows your performance compared to industry benchmark
af: Wys jou prestasie vergeleke met bedryfsstandaard

# accessibility.benchmark.farm_value
source: Your farm: %@
af: Jou plaas: %@

# accessibility.benchmark.industry_value
source: Industry average: %@
af: Bedryfsgemiddelde: %@

# accessibility.error.required_field
source: Required field. %@
af: Vereiste veld. %@

# accessibility.error.invalid_input
source: Invalid input. %@
af: Ongeldige invoer. %@

# accessibility.error.alert
source: Alert. %@
af: Waarskuwing. %@

# accessibility.section.personal_info
source: Personal information section
af: Persoonlike inligting afdeling

# accessibility.section.farm_details
source: Farm details section
af: Plaas besonderhede afdeling

# accessibility.section.mating_details
source: Mating details section
af: Paring besonderhede afdeling

# accessibility.section.scanning_results
source: Scanning results section
af: Skandeer resultate afdeling

# accessibility.section.lambing_results
source: Lambing results section
af: Lam resultate afdeling

# accessibility.section.statistics
source: Statistics section
af: Statistieke afdeling
