Repository: daishisystems/herdworks
Catalog: *.lproj/Localizable.strings
Languages: af

# common.save
source: Save
af: Stoor

# common.cancel
source: Cancel
af: Kanselleer

# common.delete
source: Delete
af: Skrap

# common.edit
source: Edit
af: Wysig

# common.done
source: Done
af: Klaar

# common.error
source: Error
af: Fout

# common.yes
source: Yes
af: Ja

# common.no
source: No
af: Nee

# common.loading
source: Loading...
af: Laai...

# auth.sign_in
source: Sign In
af: Teken In

# auth.sign_up
source: Sign Up
af: Registreer

# auth.email
source: Email
af: E-pos

# auth.password
source: Password
af: Wagwoord

# auth.forgot_password
source: Forgot password?
af: Wagwoord vergeet?

# auth.enter_email_prompt
source: Enter your email address above to reset password
af: Voer jou e-posadres hierbo in om wagwoord te herstel

# auth.password_reset_sent_title
source: Password Reset Sent
af: Wagwoordherstel Gestuur

# auth.password_reset_sent_message
source: A password reset link has been sent to %@. Check your email and follow the instructions to reset your password.
af: 'n Wagwoordherstelskakel is gestuur na %@. Kyk jou e-pos en volg die instruksies om jou wagwoord te herstel.

# auth.logged_in_as
source: Logged in as: %@
af: Aangemeld as: %@

# auth.sign_out
source: Sign Out
af: Teken Uit

# landing.welcome
source: Welcome to HerdWorks
af: Welkom by HerdWorks

# landing.quick_actions
source: Quick Actions
af: Vinnige Aksies

# landing.home
source: Home
af: Tuis

# landing.explore
source: Explore
af: Verken

# landing.profile
source: Profile
af: Profiel

# landing.settings
source: Settings
af: Instellings

# quick_action.complete_profile
source: Complete Profile
af: Voltooi Profiel

# quick_action.complete_profile_subtitle
source: Finish setup to continue
af: Voltooi opstelling om voort te gaan

# quick_action.edit_profile
source: Edit Profile
af: Wysig Profiel

# quick_action.edit_profile_subtitle
source: Update your details
af: Werk jou besonderhede by

# quick_action.manage_farms
source: Manage Farms
af: Bestuur Plase

# quick_action.manage_farms_subtitle
source: Add and edit your farms
af: Voeg by en wysig jou plase

# quick_action.get_started
source: Get Started
af: Begin

# quick_action.get_started_subtitle
source: Begin your journey
af: Begin jou reis

# quick_action.learn_more
source: Learn More
af: Leer Meer

# quick_action.learn_more_subtitle
source: Discover features
af: Ontdek kenmerke

# quick_action.settings
source: Settings
af: Instellings

# quick_action.settings_subtitle
source: Customize your experience
af: Pas jou ervaring aan

# quick_action.support
source: Support
af: Ondersteuning

# quick_action.support_subtitle
source: Get help when needed
af: Kry hulp wanneer nodig

# explore.title
source: Explore
af: Verken

# explore.subtitle
source: Discover new features and content
af: Ontdek nuwe kenmerke en inhoud

# explore.coming_soon
source: More content coming soon
af: Meer inhoud binnekort beskikbaar

# profile.title
source: Profile
af: Profiel

# profile.preferences
source: Preferences
af: Voorkeure

# profile.notifications
source: Notifications
af: Kennisgewings

# profile.privacy_security
source: Privacy & Security
af: Privaatheid & Sekuriteit

# profile.help_support
source: Help & Support
af: Hulp & Ondersteuning

# profile.send_feedback
source: Send Feedback
af: Stuur Terugvoer

# profile_edit.title
source: Edit Profile
af: Wysig Profiel

# profile_edit.personal_info
source: Personal Information
af: Persoonlike Inligting

# profile_edit.personal_info_footer
source: This information will be used for your account.
af: Hierdie inligting sal vir jou rekening gebruik word.

# profile_edit.personal_address
source: Personal Address
af: Persoonlike Adres

# profile_edit.personal_address_footer
source: Your home address (separate from farm locations).
af: Jou huisadres (apart van plaasliggings).

# profile_edit.first_name
source: First Name
af: Voornaam

# profile_edit.last_name
source: Last Name
af: Van

# profile_edit.email
source: Email
af: E-pos

# profile_edit.phone_number
source: Phone Number
af: Telefoonnommer

# profile_edit.street_address
source: Street Address
af: Straatadres

# profile_edit.city
source: City
af: Stad

# profile_edit.state_province
source: State/Province
af: Staat/Provinsie

# profile_edit.zip_code
source: ZIP Code
af: Poskode

# profile_edit.country
source: Country
af: Land

# profile_edit.fill_required_fields
source: Please fill in all required fields
af: Vul asseblief alle verpligte velde in

# profile_edit.saving
source: Saving...
af: Stoor...

# farm.list_title
source: Farms
af: Plase

# farm.unknown_farm
source: Unknown Farm
af: Onbekende Plaas

# farm.empty_title
source: No Farms Yet
af: Nog Geen Plase Nie

# farm.empty_subtitle
source: Add your first farm to get started
af: Voeg jou eerste plaas by om te begin

# farm.add_first_farm
source: Add Your First Farm
af: Voeg Jou Eerste Plaas By

# farm.add_farm
source: Add Farm
af: Voeg Plaas By

# farm.edit_farm
source: Edit Farm
af: Wysig Plaas

# farm.delete_confirmation_title
source: Delete Farm
af: Skrap Plaas

# farm.delete_confirmation_message
source: Are you sure you want to delete %@?
af: Is jy seker jy wil %@ skrap?

# farm.loading
source: Loading farms...
af: Laai plase...

# farm.ewes
source: ewes
af: ooie

# farm.required_information
source: Required Information
af: Verpligte Inligting

# farm.required_footer
source: These fields are required to create a farm
af: Hierdie velde is nodig om 'n plaas te skep

# farm.farm_name
source: Farm Name
af: Plaasnaam

# farm.company_name
source: Company Name
af: Maatskappynaam

# farm.breed
source: Breed
af: Ras

# farm.production_ewes
source: Number of Production Ewes
af: Aantal Produksie-ooie

# farm.farm_size_hectares
source: Farm Size (Hectares)
af: Plaasgrootte (Hektaar)

# farm.address
source: Address
af: Adres

# farm.address_footer
source: We'll automatically calculate GPS coordinates from your address
af: Ons sal outomaties GPS-koördinate vanaf jou adres bereken

# farm.street_address
source: Street Address
af: Straatadres

# farm.city
source: City
af: Stad

# farm.province
source: Province
af: Provinsie

# farm.postal_code
source: Postal Code
af: Poskode

# farm.postal_code_help
source: Postal code helps us pinpoint your farm's exact location for accurate mapping
af: Poskode help ons om jou plaas se presiese ligging vir akkurate kartering te bepaal

# farm.gps_location
source: GPS Location (Optional)
af: GPS-ligging (Opsioneel)

# farm.manual_gps_toggle
source: Enter GPS Coordinates Manually
af: Voer GPS-koördinate Handmatig In

# farm.latitude
source: Latitude (e.g., -34.318802)
af: Breedtegraad (bv., -34.318802)

# farm.longitude
source: Longitude (e.g., 21.856028)
af: Lengtegraad (bv., 21.856028)

# farm.gps_footer_manual
source: Enter precise coordinates if the auto-calculated location is inaccurate
af: Voer presiese koördinate in as die outo-berekende ligging onakkuraat is

# farm.gps_footer_auto
source: Enable this if you know the exact GPS coordinates of your farm
af: Aktiveer dit as jy die presiese GPS-koördinate van jou plaas ken

# farm.production_system
source: Production System
af: Produksiestelsel

# farm.system_type
source: System Type
af: Stelsel Tipe

# farm.not_specified
source: Not Specified
af: Nie Gespesifiseer Nie

# farm.business_partners
source: Business Partners
af: Besigheidsvennote

# farm.preferred_agent
source: Preferred Agent
af: Voorkeur Agent

# farm.preferred_abattoir
source: Preferred Abattoir
af: Voorkeur Slagpale

# farm.preferred_veterinarian
source: Preferred Veterinarian
af: Voorkeur Veearts

# farm.coop
source: Co-Op
af: Ko-op

# settings.title
source: Settings
af: Instellings

# settings.language
source: Language
af: Taal

# settings.language_section
source: Language
af: Taal

# settings.language_footer
source: Choose your preferred language for the app
af: Kies jou voorkeur taal vir die app

# settings.account
source: Account
af: Rekening

# settings.email
source: Email
af: E-pos

# settings.sign_out
source: Sign Out
af: Teken Uit

# settings.sign_out_alert_title
source: Sign Out
af: Teken Uit

# settings.sign_out_alert_message
source: Are you sure you want to sign out?
af: Is jy seker jy wil uitteken?

# settings.unknown_user
source: Unknown User
af: Onbekende Gebruiker

# error.failed_to_load
source: Failed to load: %@
af: Kon nie laai nie: %@

# error.failed_to_save
source: Failed to save: %@
af: Kon nie stoor nie: %@

# error.failed_to_delete
source: Failed to delete: %@
af: Kon nie skrap nie: %@

# error.fill_required_fields
source: Please fill in all required fields
af: Vul asseblief alle verpligte velde in

# error.invalid_ewes_number
source: Please enter a valid number of ewes
af: Voer asseblief 'n geldige aantal ooie in

# lambing.loading
source: Loading lambing groups...
af: Laai lamseisoen groepe...

# lambing.list_title
source: Lambing Seasons
af: Lamseisoene

# lambing.all_seasons_title
source: All Lambing Seasons
af: Alle Lamseisoene

# lambing.all_seasons_subtitle
source: View and manage all seasons
af: Bekyk en bestuur alle seisoene

# lambing.no_active_seasons
source: No Active Seasons
af: Geen Aktiewe Seisoene

# lambing.no_seasons
source: No Lambing Seasons
af: Geen Lamseisoene Nie

# lambing.no_seasons_subtitle
source: Start tracking your lambing seasons by adding your first group
af: Begin om jou lamseisoene na te spoor deur jou eerste groep by te voeg

# lambing.add_first_season
source: Add First Season
af: Voeg Eerste Seisoen By

# lambing.show_active_only
source: Active Only
af: Slegs Aktief

# lambing.show_active
source: Show Active
af: Wys Aktief

# lambing.inactive
source: Inactive
af: Onaktief

# lambing.empty_title
source: No Lambing Records Yet
af: Nog Geen Lamseisoene Nie

# lambing.empty_subtitle
source: Track your lambing performance and compare with other farms
af: Voeg jou eerste lamseisoen by om par- en lamtye na te spoor

# lambing.empty_active_title
source: No Active Lambing Seasons
af: Geen Aktiewe Lamseisoene

# lambing.empty_active_subtitle
source: All lambing seasons are currently inactive
af: Alle lamseisoene is tans onaktief

# lambing.add_first_group
source: Add Your First Lambing Season
af: Voeg Jou Eerste Lamseisoen By

# lambing.add_group
source: Add Lambing Season
af: Voeg Lamseisoen By

# lambing.edit_group
source: Edit Lambing Season
af: Wysig Lamseisoen

# lambing.show_all
source: Show All Seasons
af: Wys Alle Seisoene

# lambing.delete_confirmation_title
source: Delete Lambing Season
af: Skrap Lamseisoen

# lambing.delete_confirmation_message
source: Are you sure you want to delete %@?
af: Is jy seker jy wil %@ skrap?

# lambing.seasons_short
source: Seasons
af: Seisoene

# lambing.related_data
source: Related Data
af: Verwante Data

# lambing.basic_info
source: Basic Information
af: Basiese Inligting

# lambing.basic_info_footer
source: Code and name help identify this lambing season
af: Kode en naam help om hierdie lamseisoen te identifiseer

# lambing.code
source: Season Code
af: Seisoen Kode

# lambing.name
source: Season Name
af: Seisoen Naam

# lambing.active
source: Active
af: Aktief

# lambing.mating_period
source: Mating Period
af: Paringsperiode

# lambing.mating_period_footer
source: When rams are with ewes for breeding
af: Wanneer ramme by ooie is vir teling

# lambing.mating_short
source: Mating
af: Par

# lambing.start_date
source: Start Date
af: Begin Datum

# lambing.end_date
source: End Date
af: Eind Datum

# lambing.duration
source: Duration
af: Duur

# lambing.days
source: days
af: dae

# lambing.lambing_period
source: Lambing Period
af: Lamtyd

# lambing.lambing_period_footer
source: Expected lambing dates based on gestation period
af: Verwagte lamdatums gebaseer op dragtigheidsperiode

# lambing.lambing_short
source: Lambing
af: Lam

# lambing.auto_calculate
source: Auto-calculate from mating dates
af: Outo-bereken vanaf paringsdatums

# lambing.calculated_info
source: Calculated Information
af: Berekende Inligting

# lambing.calculated_info_footer
source: Normal sheep gestation is 140-160 days
af: Normale skaap dragtigheid is 140-160 dae

# lambing.gestation_period
source: Gestation Period
af: Dragtigheidsperiode

# lambing.gestation_warning_short
source: Gestation period is shorter than typical (140-160 days)
af: Dragtigheidsperiode is korter as tipies (140-160 dae)

# lambing.gestation_warning_long
source: Gestation period is longer than typical (140-160 days)
af: Dragtigheidsperiode is langer as tipies (140-160 dae)

# lambing.farm_selection
source: Farm Selection
af: Plaaskeuse

# lambing.select_farm
source: Select Farm
af: Kies Plaas

# lambing.choose_farm
source: Choose a farm...
af: Kies 'n plaas...

# lambing.farm_selection_required
source: Please select a farm for this lambing season
af: Kies asseblief 'n plaas vir hierdie lamseisoen

# lambing.no_farms_available
source: No farms available. Please create a farm first.
af: Geen plase beskikbaar nie. Skep eers 'n plaas.

# lambing.no_farms_title
source: No Farms Found
af: Geen Plase Gevind Nie

# lambing.no_farms_message
source: You need to create at least one farm before adding lambing seasons. Go to 'Manage Farms' to create your first farm.
af: Jy moet ten minste een plaas skep voordat jy lamseisoene kan byvoeg. Gaan na 'Bestuur Plase' om jou eerste plaas te skep.

# lambing.error_code_required
source: Season code is required
af: Seisoen kode is vereis

# lambing.error_name_required
source: Season name is required
af: Seisoen naam is vereis

# lambing.error_mating_end
source: Mating end date must be after start date
af: Pareind datum moet ná begin datum wees

# lambing.error_lambing_start
source: Lambing start date must be after mating end date
af: Lambegin datum moet ná pareind datum wees

# lambing.error_lambing_end
source: Lambing end date must be after lambing start date
af: Lameind datum moet ná lambegin datum wees

# farm.details
source: Details
af: Besonderhede

# farm.manage_lambing_seasons_subtitle
source: Track mating and lambing periods
af: Volg par- en lamtye

# farm.production_stats
source: Production Stats
af: Produksie Statistieke

# farm.production_stats_subtitle
source: View performance metrics
af: Bekyk prestasie maatstawwe

# farm.view_on_map
source: View on Map
af: Bekyk op Kaart

# farm.view_on_map_subtitle
source: See farm location
af: Sien plaasligging

# form.fix_highlighted_fields_to_save
source: Fix highlighted fields to save
af: Maak die gemerkte velde reg om te stoor

# form.end_date_must_be_after_start
source: End date must be after start date
af: Einddatum moet ná begindatum wees

# breeding.list_title
source: Breeding Events
af: Teelgebeurtenisse

# breeding.add_event
source: Add Breeding Event
af: Voeg Teelgebeurtenis By

# breeding.empty_title
source: No Breeding Events
af: Geen Teelgebeurtenisse

# breeding.empty_subtitle
source: Track AI and natural mating events for this lambing season
af: Volg KI en natuurlike paringsgebeurtenisse vir hierdie lamseisoen

# breeding.add_first_event
source: Add First Breeding Event
af: Voeg Eerste Teelgebeurtenis By

# breeding.edit_event
source: Edit Breeding Event
af: Wysig Teelgebeurtenis

# breeding.event_details
source: Event Details
af: Gebeurtenisbesonderhede

# breeding.breeding_method
source: Breeding Method
af: Teelmetode

# breeding.method_ai
source: AI
af: KI

# breeding.method_natural
source: Natural
af: Natuurlik

# breeding.method_none
source: Not specified
af: Nie gespesifiseer

# breeding.method_required_footer
source: At least one breeding method (AI or Natural Mating) is required.
af: Ten minste een teelmetode (KI of Natuurlike Paring) is vereis.

# breeding.ai_section
source: AI Breeding
af: KI Teling

# breeding.ai_date
source: AI Date
af: KI Datum

# breeding.ai_footer
source: Record the date of artificial insemination if used.
af: Teken die datum van kunsmatige inseminasie aan indien gebruik.

# breeding.use_ai
source: Use AI Breeding
af: Gebruik KI Teling

# breeding.natural_section
source: Natural Mating
af: Natuurlike Paring

# breeding.natural_start
source: Mating Start
af: Paring Begin

# breeding.natural_end
source: Mating End
af: Paring Einde

# breeding.natural_days
source: Days
af: Paringstydperk

# breeding.natural_footer
source: Record the natural mating period if used.
af: Teken die natuurlike paringsperiode aan indien gebruik.

# breeding.use_natural
source: Use Natural Mating
af: Gebruik Natuurlike Paring

# breeding.followup_section
source: Follow-Up Rams
af: Opvolgramme

# breeding.use_followup
source: Did You Use Follow-Up Rams?
af: Het U Opvolgramme Gebruik?

# breeding.rams_in
source: Rams Introduced
af: Ramme Ingebring

# breeding.rams_out
source: Rams Removed
af: Ramme Verwyder

# breeding.followup_days
source: Days With Follow-Up Rams
af: Dae Met Opvolgramme

# breeding.followup_footer
source: Record follow-up ram usage if applicable.
af: Teken opvolgram gebruik aan indien van toepassing.

# breeding.summary_section
source: Summary
af: Opsomming

# breeding.year
source: Year
af: Jaar

# breeding.calculation_date
source: Reference Date
af: Verwysingsdatum

# breeding.calculated_info_footer
source: Year is calculated from AI date or natural mating start date.
af: Jaar word bereken vanaf KI datum of natuurlike paring begin datum.

# breeding.all_events_title
source: All Breeding Events
af: Alle Teelgebeurtenisse

# breeding.all_events_subtitle
source: View all breeding across farms and seasons
af: Bekyk alle teling oor plase en seisoene

# breeding.select_farm_group
source: Select Farm & Lambing Season
af: Kies Plaas & Lamseisoen

# breeding.no_events
source: No breeding events
af: Geen teelgebeurtenisse

# breeding.no_events_subtitle
source: Start tracking breeding events across your farms
af: Begin om teelgebeurtenisse oor u plase te volg

# breeding.farm_selection
source: Farm & Lambing Season
af: Plaas & Lamseisoen

# breeding.select_farm
source: Select Farm
af: Kies Plaas

# breeding.choose_farm
source: Choose a farm...
af: Kies 'n plaas...

# breeding.select_group
source: Select Lambing Season
af: Kies Lamseisoen

# breeding.choose_group
source: Choose a lambing season...
af: Kies 'n lamseisoen...

# breeding.farm_selection_required
source: Please select a farm before saving.
af: Kies asseblief 'n plaas voor stoor.

# breeding.group_selection_required
source: Please select a lambing season before saving.
af: Kies asseblief 'n lamseisoen voor stoor.

# breeding.no_groups_available
source: No lambing seasons available for this farm
af: Geen lamseisoene beskikbaar vir hierdie plaas nie

# breeding.no_groups_title
source: No Lambing Seasons
af: Geen Lamseisoene

# breeding.no_groups_message
source: Please create a lambing season group first before adding breeding events.
af: Skep asseblief eers 'n lamseisoengroep voor u teelgebeurtenisse byvoeg.

# breeding.error.no_breeding_method
source: Please provide either AI date or natural mating start date
af: Verskaf asseblief óf KI datum óf natuurlike paring begin datum

# breeding.error.invalid_mating_dates
source: Mating end date must be on or after mating start date
af: Paring einde datum moet op of na paring begin datum wees

# breeding.error.invalid_followup_dates
source: Rams out date must be on or after rams in date
af: Ramme uit datum moet op of na ramme in datum wees

# breeding.error.followup_dates_required
source: Both rams in and out dates are required when using follow-up rams
af: Beide ramme in en uit datums is vereis wanneer opvolgramme gebruik word

# breeding.error.followup_dates_not_allowed
source: Clear follow-up ram dates when not using follow-up rams
af: Maak opvolgram datums skoon wanneer nie opvolgramme gebruik word nie

# breeding.delete_title
source: Delete Breeding Event
af: Skrap Teelgebeurtenis

# breeding.delete_message
source: Are you sure you want to delete this breeding event from %@?
af: Is u seker u wil hierdie teelgebeurtenis van %@ skrap?

# breeding.delete_confirmation
source: This breeding event will be permanently deleted.
af: Hierdie teelgebeurtenis sal permanent geskrap word.

# breeding.events_count
source: %d event(s)
af: %d gebeurtenis(se)

# breeding.year_display
source: Year: %d
af: Jaar: %d

# breeding.no_active_events
source: No Active Breeding Events
af: Geen Aktiewe Teelgebeurtenisse

# breeding.no_events_for_season
source: No breeding events for this season yet
af: Nog geen teelgebeurtenisse vir hierdie seisoen nie

# breeding.show_all_years
source: All Years
af: Alle Jare

# breeding.filter_by_year
source: Filter by Year
af: Filter volgens Jaar

# breeding.filter_by_method
source: Filter by Method
af: Filter volgens Metode

# breeding.farm_label
source: Farm
af: Plaas

# breeding.season_label
source: Season
af: Seisoen

# breeding.both_methods
source: AI + Natural
af: KI + Natuurlik

# breeding.mating_type
source: Mating Type
af: Paringstipe

# breeding.mating_type_footer
source: Select the type of mating used for this breeding event
af: Kies die tipe paring wat gebruik is vir hierdie paringsgebeurtenis

# breeding.mating_type_natural
source: Natural Mating
af: Natuurlike Paring

# breeding.mating_type_cervical
source: Cervical AI
af: Servikale KI

# breeding.mating_type_laparoscopic
source: Laparoscopic AI
af: Laparoskopiese KI

# breeding.number_of_ewes
source: Number of Ewes Mated
af: Aantal Ooie Gepaar

# breeding.number_of_ewes_placeholder
source: Enter number
af: Voer nommer in

# breeding.number_of_ewes_footer
source: Total number of ewes mated in this event
af: Totale aantal ooie gepaar in hierdie gebeurtenis

# breeding.ewes_required
source: Number of ewes is required
af: Aantal ooie is vereis

# breeding.ewes_must_be_positive
source: Number of ewes must be greater than zero
af: Aantal ooie moet groter as nul wees

# breeding.natural_section_footer
source: Enter the number of days for natural mating. The end date will be calculated automatically.
af: Voer die aantal dae vir natuurlike paring in. Die einddatum sal outomaties bereken word.

# breeding.days_required
source: Number of days is required
af: Aantal dae is vereis

# breeding.days_must_be_positive
source: Number of days must be greater than zero
af: Aantal dae moet groter as nul wees

# breeding.rams_out_must_be_after_in
source: Rams out date must be after rams in date
af: Ramme uit datum moet na ramme in datum wees

# farm.select_farm
source: Select Farm
af: Kies Plaas

# farm.select_farm_placeholder
source: Choose a farm...
af: Kies 'n plaas...

# lambing.select_group
source: Select Lambing Group
af: Kies Lamseisoen

# lambing.select_group_placeholder
source: Choose a group...
af: Kies 'n groep...

# breeding.select_farm_and_group
source: Select Farm and Lambing Group
af: Kies Plaas en Lamseisoen

# breeding.select_farm_and_group_footer
source: Please select a farm and lambing group to record breeding events.
af: Kies asseblief 'n plaas en lamseisoen om teelgebeurtenisse aan te teken.

# scanning.list_title
source: Scanning Events
af: Skandeer Gebeure

# scanning.add_event
source: Add Scanning Event
af: Voeg Skandeer Gebeurtenis By

# scanning.edit_event
source: Edit Scanning Event
af: Redigeer Skandeer Gebeurtenis

# scanning.empty_title
source: No Scanning Events
af: Geen Skandeer Gebeure

# scanning.empty_subtitle
source: Track pregnancy scanning results and fetus distribution for this lambing season
af: Volg dragtigheid skandeer resultate en fetus verspreiding vir hierdie lamseisoen

# scanning.empty_subtitle_all
source: You haven't recorded any scanning events yet. Start by adding scanning data for your lambing groups.
af: Jy het nog nie enige skandeer gebeure aangeteken nie. Begin deur skandeerdata vir jou lamseisoen groepe by te voeg.

# scanning.add_first_event
source: Add First Scanning Event
af: Voeg Eerste Skandeer Gebeurtenis By

# scanning.all_events_title
source: All Scanning Events
af: Alle Skandeer Gebeure

# scanning.unknown_farm
source: Unknown Farm
af: Onbekende Plaas
